{
	"action.about": "About us",
	"action.contact": "Contact us",
	"action.projects": "Projects",
	"label.en": "English",
	"label.it": "Italiano",
	"home.hero.text": "We make handcrafted digital projects to realize your ideas.",
	"home.why.title": "Handmade to measure is much better",
	"home.why.text": "Just as a master tailor creates a bespoke suit that fits perfectly, we design and develop digital experiences tailored specifically to your vision, goals, and users' needs.\n\nIn an era where AI generates countless template-based solutions, the human touch and custom craftsmanship become even more valuable.\n\nNo algorithms, no shortcuts – only thoughtful solutions that truly represent your brand and deliver exceptional results that stand out from the digital noise.",
	"home.what.title": "What we can do for you",
	"home.what.text": "We transform your ideas into powerful digital experiences through two core specializations:",
	"home.what_design.title": "User-centered design",
	"home.what_design.text": "We begin every project by understanding your users and their needs. Through research, wireframing, and iterative design, we create intuitive interfaces that blend beautiful aesthetics with seamless functionality. Our clean, purposeful designs don't just look good – they solve real problems and achieve your business goals.",
	"home.what_develop.title": "Custom development",
	"home.what_develop.text": "Your vision deserves more than a template. We build completely custom web applications and websites using cutting-edge technologies, clean code, and accessible markup. Every line of code is written with your specific needs in mind, ensuring a truly unique digital presence that grows with your business.",
	"home.how.title": "How we work",
	"home.how.text": "Great projects are born from great partnerships. We believe in working closely with you at every step, combining your vision and expertise with our design and development skills.",
	"home.how_step.idea.title": "Idea",
	"home.how_step.idea.text": "Every great project begins with understanding. Share your vision, challenges, and aspirations with us. Together, we'll explore possibilities and define what success looks like for your unique situation.",
	"home.how_step.research.text": "We dive deep into your users, market, and objectives. Through careful analysis, we identify opportunities and potential challenges, creating a strategic foundation that guides every design and development decision.",
	"home.how_step.research.title": "Research",
	"home.how_step.design.text": "Your ideas take visual form through wireframes, prototypes, and carefully crafted interfaces. We iterate based on your feedback, ensuring every element serves both your users' needs and your business goals.",
	"home.how_step.design.title": "Design",
	"home.how_step.development.text": "Using modern technologies and best practices, we bring your design to life with clean, scalable code. Throughout development, we maintain close collaboration, testing and refining to perfect the final product.",
	"home.how_step.development.title": "Development",
	"home.how_step.result.text": "Your project goes live, but our relationship evolves rather than ends. We provide ongoing support, optimization, and growth strategies as your business needs change and expand.",
	"home.how_step.result.title": "Result",
	"home.cta.title": "Tell us your idea, we'll make it together",
	"footer.text": "Handcrafted by Pixelcutter _©{{year}}_ | We are based in Florence (Italy), but We are citizens of the world!",
	"contacts.text": "If you need help to realize your web project, build an application, a website or an e-commerce, send us an email...",
	"projects.title": "Projects",
	"projects.text": "Discover some of our projects",
	"label.react": "React JS",
	"label.astro": "Astro JS",
	"label.sass": "SASS"
}
