{
	"action.about": "Chi siamo",
	"action.contact": "Contattaci",
	"action.projects": "Progetti",
	"action.skip_content": "Vai al contenuto",
	"contacts.text": "Se hai bisogno di aiuto per realizzare il tuo progetto web, sviluppare un’applicazione, un sito o un e-commerce, scrivici un’email…",
	"footer.text": "Cucito a mano by Pixelcutter _©{{year}}_ | Facciamo base a Firenze (Italia), ma siamo cittadini del mondo!",
	"home.cta.title": "Raccontaci la uta idea, la realizzeremo insieme",
	"home.hero.text": "Creiamo progetti digitali artigianali per realizzare le tue idee.",
	"home.how.text": "I grandi progetti nascono da grandi collaborazioni.\nCrediamo nel lavorare a stretto contatto con te in ogni fase, unendo la tua visione e la tua esperienza con le nostre competenze di design e sviluppo.",
	"home.how.title": "Come lavoriamo",
	"home.how_step.design.text": "Le tue idee prendono forma visiva attraverso wireframe, prototipi e interfacce curate nei minimi dettagli. Iteriamo il processo in base ai tuoi feedback, assicurandoci che ogni elemento risponda sia alle esigenze dei tuoi utenti che ai tuoi obiettivi di business.",
	"home.how_step.design.title": "Design",
	"home.how_step.development.text": "Utilizzando tecnologie moderne e le migliori pratiche, diamo vita al tuo design con un codice pulito e scalabile. Durante lo sviluppo, manteniamo una stretta collaborazione, testando e perfezionando ogni aspetto per arrivare a un prodotto finale impeccabile.",
	"home.how_step.development.title": "Sviluppo",
	"home.how_step.idea.text": "Ogni grande progetto inizia dalla comprensione. Condividi con noi la tua visione, le tue sfide e le tue aspirazioni. Insieme esploreremo le possibilità e definiremo cosa significa successo per la tua situazione unica.",
	"home.how_step.idea.title": "Idea",
	"home.how_step.research.text": "Approfondiamo la conoscenza dei tuoi utenti, del mercato e dei tuoi obiettivi. Attraverso un'analisi accurata identifichiamo opportunità e possibili sfide, creando una base strategica che guidi ogni decisione di design e sviluppo.",
	"home.how_step.research.title": "Ricerca",
	"home.how_step.result.text": "Il tuo progetto va online, ma la nostra collaborazione non finisce qui: evolve. Ti offriamo supporto continuo, ottimizzazione e strategie di crescita man mano che le esigenze del tuo business cambiano e si ampliano.",
	"home.how_step.result.title": "Risultato",
	"home.what.text": "Trasformiamo la tua visione in esperienze digitali concrete e di impatto, attraverso due competenze fondamentali:",
	"home.what.title": "Cosa possiamo fare per te",
	"home.what_design.text": "Ogni progetto inizia con la comprensione dei tuoi utenti e delle loro esigenze. Attraverso ricerca, wireframe e design iterativo, creiamo interfacce intuitive che uniscono un’estetica curata a una funzionalità fluida.\n\nI nostri design puliti e mirati non sono solo belli da vedere, risolvono problemi reali e ti aiutano a raggiungere i tuoi obiettivi di business.",
	"home.what_design.title": "User-centered design",
	"home.what_develop.text": "La tua visione merita molto più di un template. Realizziamo applicazioni web e siti completamente personalizzati utilizzando tecnologie all’avanguardia, codice pulito e markup accessibile.\n\nOgni riga di codice è scritta pensando alle tue esigenze specifiche, garantendo una presenza digitale davvero unica che cresce insieme al tuo business.",
	"home.what_develop.title": "Sviluppo su misura",
	"home.why.text": "Così come un sarto crea un abito su misura che calza alla perfezione, progettiamo e sviluppiamo esperienze digitali pensate appositamente per la tua visione, i tuoi obiettivi e le esigenze dei tuoi utenti.\n\nIn un’epoca in cui l’IA genera infinite soluzioni basate su modelli predefiniti, il tocco umano e la cura artigianale assumono un valore ancora maggiore.\n\nNessun algoritmo, nessuna scorciatoia... solo soluzioni che rappresentano davvero il tuo brand e offrono risultati concreti, capaci di distinguersi dal rumore digitale.",
	"home.why.title": "Fatto a mano su misura è molto meglio",
	"label.astro": "Astro JS",
	"label.datocms": "Dato CMS",
	"label.en": "English",
	"label.git": "Guarda il codice",
	"label.it": "Italiano",
	"label.notion": "Notion",
	"label.react": "React JS",
	"label.sass": "SASS",
	"label.stack": "Sotto il cofano",
	"label.typescript": "TypeScript",
	"label.vue": "Vue",
	"label.website": "Guarda in azione",
	"label.year": "Anno",
	"projects.text": "Sarà per l'idea particolarmente interessante, per le sfide tecniche che ci hanno messo alla prova o, molto probabilmente, per le persone interessanti che abbiamo incontrato lungo la strada, ma è inevitabile che alcuni progetti restino nel cuore più di altri, questa è la nostra personale selezione...",
	"projects.title": "Progetti nei nostri cuori…",
	"meta.title": "Pixelcutter - Sartoria digitale",
	"meta.description": "Rendiamo le tue idee reali e uniche, con design e sviluppo fatti a mano."
}
